Repository: Mr3Sepz/i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: de

source: Please wait, your audio is coming...
de: Einen Moment bitte, deine Audio kommt gleich...

source: Song is removed by copyright owners
de: ⛔️ Song wurde von Copyright-Inhabern entfernt

source: Got it! Note: it may take time for the song to appear in the search
de: Verstanden! (Es dauert vielleicht einen Moment bis der Song in der Suche erscheint)

source: Close
de: Schließen

source: Support us
de: Unterstütze uns

source: Your donations help us to develop new features, increase stability and pay for our servers.
de: Deine Spende hilft uns neue Fähigkeiten zu entwickeln, Stabilität zu verbessernund unsere Server zu bezahlen.

source: For just one donation we will gift your account with a *lifetime* premium status. There is a short list of premium features you will receive:
de: Mit nur einer Spende bekommst du lebenslänglichen Premium Zugang.Hier ist eine kurze Liste von Premium Vorteilen die du erhältst:

source: No more ads and spam to you, *forever*
de: Keine Werbung, *nie mehr*

source: An option to disable advertising inline captions
de: Eine Option Inline-Bildunterschriften für Werbung auszuschalten

source: An option to display audio format info
de: Eine Option Informationen über die Audiodatei anzuzeigen

source: An option to change search results size
de: Eine Option die Suchergebnis größe zu ändern

source: More options under /settings command
de: Mehr Optionen unter dem /settings befehl

source: Subscribe to our news channel to be notified of new features: %(channel)s
de: Abonnieren Sie unseren News-Kanal um über neue features informiert zu sein: %(channel)s

source: You are a premium user!
de: Sie sind ein Premium-Nutzer

source: You're a good person who kindly supports us, so we granted you a *lifetime* premium status, enjoy it
de: Sie sind eine gute Person, die uns unterstützt. Deshalb gewähren wir ihnen *lebenslänglichen* Premium Status. Viel Spaß damit :)

source: There is a short list of premium features you have:
de: Hier ist eine kurze Liste mit Premium Features die Sie haben:

source: You are not premium, yet
de: Sie sind noch nicht Premium

source: Use /donate command to support us and get your *lifetime* premium status
de: Nutzen Sie /donate um uns zu unterstützen und erhalten *lebenslänglichen* Premium Status

source: Added to your playlist (/my)
de: Zu ihrer Playlist hizugefügt (/my)

source: Removed from your playlist
de: Von ihrer Playlist entfernt

source: 🔥 Commands
de: 🔥 Befehle

source: Just send me an artist and/or a song name and I will find music for you!
de: Schicken sie mir einen Künstler und/oder Song-name und ich finde die Musik!

source: /song — search by song title
de: /song — Suche nach Songname

source: /artist — search for artist name
de: /artist — Suche nach Künstler

source: /my — list your playlist
de: /my — Ihre Playlist

source: /top — popular songs
de: /top — populäre Songs

source: /settings — change settings
de: /settings — Ändere Einstellungen

source: /donate — support authors
de: /donate — Unterstütze Autoren

source: /premium — premium info
de: /Premium — Premium infos

source: Official news channel: %(channel)s
de: Offizieller News-Kanal: %(channel)s

source: Contact information: %(contact)s
de: Kontakt Information: %/contact)s

source: I found nothing
de: Ich habe nichts gefunden 😔

source: Results %(first)d-%(last)d of %(total)d
de: Ergebnis %(first)d-%(last)d of %(total)d

source: What song are you looking for?
de: Nach welchem Lied suchen Sie ?

source: What artist are you looking for?
de: Nach welchem Künstler suchen Sie ?

source: You need to search for something before
de: Du musst erst nach etwas suchen 🐸

source: Please, select new language
de: Bitte Sprache wählen

source: Language settings updated
de: 👌🇩🇪 Spracheinstellungen aktualisiert
